Repository: adasieq/chzis
Catalog: chzis/mainpage/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Profile
pl: Profil

source: School tasks
pl: Zadania w szkole

source: Meetings
pl: Zebrania

source: School plan
pl: Plan szkoły

source: Manage
pl: Zarządzaj

source: Congregation
pl: Zbór

source: School add task
pl: Szkoła - dodaj zadanie

source: School all task
pl: Szkoła - wszystkie zadania

source: Import school task lesson
pl: Szkoła - import starych danych

source: Logout
pl: Wyloguj

source: Info
pl: Informacje

source: Meeting tasks
pl: Zadania na zebraniu

source: School
pl: Szkoła

source: Add new task
pl: Dodan nowe zadanie

source: Tasks
pl: Zadania

source: Normal
pl: Normaln
