Repository: adasieq/chzis
Catalog: chzis/school/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Lesson number
pl: Numer lekcji

source: Slave
pl: Pomocnik

source: Lesson
pl: Lekcja

source: Description
pl: Adnotacje

source: Master and slave person must be unique in one task !
pl: Prowadzący i pomocnik nie mogą być tacy sami !

source: Lesson is required. Put lesson number or select from list (clean_lesson_number).
pl: Numer lekcji jest wymagany. Podaj numer lekcji lub wybierz lekcję z listy.

source: Only one lesson number is allowed (clean_lesson_number) !
pl: Mozliwy wybór tylko jednej lekcji !

source: Lesson is required. Put lesson number or select from list (clean_lesson).
pl: Numer lekcji jest wymagany. Podaj numer lekcji lub wybierz lekcję z listy.

source: Only one lesson number is allowed (clean_lesson) !
pl: Mozliwy wybór tylko jednej lekcji !

source: Lesson passed
pl: Zaliczenie

source: Creator
pl: Stworzony przez

source: Supervisor
pl: Oceniający

source: Year
pl: Rok

source: Month
pl: Miesiąc

source: Day
pl: Dzień

source: Passed lessons
pl: Zaliczone lekcje

source: School member
pl: Uczestnik szkoły

source: Only decimal numbers are allowed! Value '%(val)s' is wrong.
pl: Dozwolone tylko wartości numeryczne. Wartość '%(val)s' jest zła.

source: Lesson %(val)s doesn't exists!
pl: Lekcja %(val)s nie istnieje !

source: Add task
pl: Dodaj zadanie

source: Last tasks
pl: Ostanie punkty

source: Date
pl: Data

source: Meeting item
pl: Typ zadania

source: No.
pl: Nr.

source: Previous
pl: Poprzednie

source: Save changes
pl: Zapisz zmiany

source: Continue
pl: Dalej

source: Please put all passed lesson for selected member.
pl: Wpisz wszystkie lekcje dla wybranego uczestnika szkoły.

source: Week
pl: Tydzień

source: Person
pl: Osoba

source: Presentation date
pl: Data przedstawienia

source: Result
pl: Ocena

source: Print
pl: Drukuj

source: Print selected
pl: Drukuj wybrane

source: Edit
pl: Edytuj

source: Delete
pl: Usuń

source: Search
pl: Szukaj

source: Show this month
pl: Ten miesiąc

source: Show all
pl: Pokaż wszystko

source: Page
pl: Strona

source: of
pl: z

source: Creation date
pl: Data stworzenia

source: school_tasks
pl: szkoła_zadania
